Repository: zcash/zcash-ios-wallet
Catalog: wallet/wallet/*.lproj/Localizable.strings
Languages: es, it, zh_hans

# button_back
source: Go Back
es: Volver
it: ritornare
zh_hans: 返回

source: Paste
es: Pegar

# balance_available
source: Available
es: Disponible
it: Disponibile
zh_hans: 可用

source: Create new Wallet
es: Crea nueva Wallet

# button_done
source: Done
es: Listo
it: Pronto
zh_hans: 完成

# button_backup
source: Back up
es: Respaldar Wallet
it: Backup Wallet
zh_hans: 备份

source: Press and hold to send ZEC
es: Mantén presionada para enviar ZEC

source: from %@
es: de %@

source: Tap to send ZEC
es: Presiona para enviar ZEC

source: Enter Shielded Address
es: Ingrese la dirección blindada

source: an error ocurred
es: ocurrió un error

# button_close
source: Close
es: Cerrar
it: Chiudere
zh_hans: 关闭

source: Pending confirmation
es: Confirmación pendiente
it: Confermazione Pendiente

source: of 10 Confirmations
es: de 10 Confirmaciones

# button_share_address
source: Share Address
es: Compartir Dirección
it: Compartire Indirizzo

source: NUKE WALLET
es: DESTRUIR WALLET

# profile_screen
source: Shielded User
es: Usuario blindado
it: Utente blindato
zh_hans: 隐蔽用户

# screen_wallethistory
source: Your Wallet History
es: Historial de tu Wallet
it: Storia del tuo Wallet
zh_hans: 您的钱包历史

source: Shielded address:
es: Dirección Blindada:

# send_fromshielded
source: from your shielded wallet
es: de tu wallet blindada
it: del tuo wallet blindato
zh_hans: 从您的隐蔽钱包发送

# send_fromtransparent
source: from your transparent wallet
es: de tu wallet transparente
it: del tuo wallet trasparente
zh_hans: 从您的透明钱包发送

# feedback_default
source: Enter a valid Zcash address
es: Escribe una direccion blindada de Zcash
it: Inserisci un indirizzo Zcash valido
zh_hans: 请输入一个有效的 Zcash 地址

# feedback_shieldedaddress
source: This is a valid shielded address
es: Esta es una dirección blindada válida
it: Questo è un indirizzo blindato valido
zh_hans: 这是一个有效的隐蔽地址

# feedback_transparentaddress
source: This is a valid transparent address
es: Esta es una dirección transparente válida
it: Questo è un indirizzo trasparente valido
zh_hans: 这是一个有效的透明地址

# feedback_addresscopied
source: Address Copied!
es: ¡Dirección Copiada!
it: indirizzo Copiato!
zh_hans: 已复制地址

# feedback_invalidaddress
source: Warning, this address is not valid!
es: ¡Cuidado, esta dirección no es válida!
it: Attenzione, questo indirizzo non è valido!
zh_hans: 警告，该地址不是一个有效地址！

# feedback_sameaddress
source: Warning, this appears to be your address!
es: ¡Cuidado, parece que esta es tu propia dirección!
it: Attenzione, sembra che questo sia il tuo indirizzo!
zh_hans: 警告，该地址似乎是您自己的地址！

# label_replyto
source: include reply-to
es: incluir remitente
it: includere mittente

# send_securityauth
source: Authenticate to send
es: Identifícate para enviar
it: Accedi per inviare
zh_hans: 授权发送

# label_charactercount
source: %@ chars
es: %@ caracteres
it: %@ caratteri
zh_hans: 字符

# label_add_memo
source: Add Memo (optional)
es: Agregar Memo (opcional)
it: Aggiungi un Memo

source: You Have %@ sendable ZEC
es: Tienes %@ ZEC para enviar

source: %@ sendable ZEC. You don't have sufficient funds to cover the amount + Miner Fee of %@ ZEC
es: %@ ZEC para enviar. No tiene fondos suficientes para cubrir esa cantidad + la tarifa de minero de %@ ZEC

source: You don't have any sendable ZEC yet
es: Todavía no tienes ZEC para enviar

source: thing is that we really don't know what just went down, sorry!
es: Lo que pasa es que realmente no sabemos qué pasó, lo sentimos.

# send_sending
source: Sending %@ ZEC to
es: Enviando %@ ZEC a
it: Inviando %@ ZEC a
zh_hans: 正在发送 %@ ZEC 给

source: an error ocurred while submitting your transaction
es: se produjo un error al enviar su transacción

# label_unabletosend
source: Unable to send to
es: No se pudo enviar a
it: Unable to send

source: Create New
es: Crear nueva

source: Restore
es: Restaurar

source: Enter your Seed Phrase
es: Ingrese su frase semilla (Seed)

source: Make sure nobody is watching you!
es: ¡Asegúrate de que nadie te esté mirando!

source: Wallet Birthday height
es: Numero de bloque de nacimiento

source: If you don't know it, leave it blank. First Sync will take longer.
es: Si no lo sabe, déjelo en blanco. La primera sincronización llevará más tiempo.

source: Proceed
es: Continuar

source: Restore from Seed Phrase
es: Restaurar desde frase semilla

source: Your seed phrase is valid
es: Tu frase semilla es válida

source: Your seed phrase is invalid!
es: ¡Tu frase semilla es inválida!

# balance_syncing
source: Syncing %@%%
es: Sincronizando %@%%
it: Sincronizzando %@%%
zh_hans: 正在同步 %@%%

# seed_birthday
source: Wallet Birthday
es: Bloque de inicial
it: Blocco iniziale
zh_hans: 创建日期

# title_backupseed
source: Your Backup Seed
es: Tu semilla de respaldo
it: Il tuo seme di backup
zh_hans: 您的备份种子（助记词）

# copy_backupseed
source: We recommend a paper backup and a password vault.
es: ¡Haz una copia de respaldo sabiamente! Recomendamos una copia de respaldo en papel y un administrador de contraseñas
it: Ti consigliamo di eseguire il backup su carta e ottenere un gestore di password
zh_hans: 我们建议您使用纸笔抄录备份种子，并锁到带密码的保险箱里。

# button_copytoclipboard
source: Copy to clipboard
es: Copiar al portapapeles
it: copia negli appunti
zh_hans: 已复制到剪贴板

source: There was an error creating your wallet. Please back it up and try again
es: Se produjo un error al crear tu wallet. Por favor, haga una copia de respaldo de su frase semilla e intente nuevamente

source: Max Retry attempts (%@) have been reached
es: Ha alcanzado el límite máximo de reintentos (%@)

source: Retry
es: Reintentar

# button_send
source: Send
es: Enviar
it: Invio
zh_hans: 发送

# balance_amounttosend
source: Enter an amount to send
es: Ingresar un monto para enviar
it: Inserisci un importo da inviare
zh_hans: 输入您想发送的数额

# balance_nofunds
source: No Funds Available
es: No hay fondos disponibles
it: Nessun fondo disponibile
zh_hans: 暂无可用的款项

# button_wallethistory
source: Wallet History
es: Historial de Wallet
it: cronologia del wallet
zh_hans: 钱包历史

source: Receive Funds
es: Recibir fondos

source: Your Profile
es: Tu perfil

source: QR Code for %@
es: Código QR para %@

# address_shielded
source: Your Shielded Address
es: Tu dirección blindada
it: Il tuo indirizzo blindato
zh_hans: 您的隐蔽地址

# address_transparent
source: Your Transparent Address
es: Tu dirección transparente
it: Il tuo indirizzo trasparente
zh_hans: 您的透明地址

# receive_title
source: Receive ZEC
es: Recibir ZEC
it: Ricevi ZEC
zh_hans: 接收 ZEC

# label_to
source: To
es: Para
it: Per
zh_hans: 至

# scan_cameraunallowed
source: We don't have permission to access your camera
es: Habilita el uso de la cámara en la configuración de tu dispositivo

# scan_cameraunallowed2
source: Allow camera access in your device settings
es: Solicitar acceso a la cámara

# scan_cameraunavaliable
source: Camera Unavailable
es: Cámara no disponible

# scan_invalidQR
source: This QR Code does not contain a Zcash valid address!
es: ¡El QR no contiene una dirección Zcash Válida!

# Share Screen
source: Share
es: Compartir

# button_feedback
source: Send Feedback
es: Enviar comentarios
it: Invia feedback
zh_hans: 发送反馈

# button_applicationlogs
source: See Application Logs
es: Ver logs de la aplicación
it: Vedere Registri dell'applicazione
zh_hans: 查看应用日志

# seed_remindertext
source: Remember, with Zcash YOU are the bank. Anyone with your seed phrase has access to your wallet.
es: Recuerda, en Zcash tu eres el banco. Cualquiera que tenga tu frase semilla podrá acceder a tu wallet
it: Ricorda, in Zcash sei tu la banca. Chiunque abbia la tua frase seme può accedere al tuo Wallet
zh_hans: 请记住，使用 Zcash 的时候，没有其他人在托管您的资金，您 是自己的银行。使用资金的唯一凭证就是助记词。如有他人知道了您的助记词，就有了转移您资金的所有权限。

# seed_remindertext2
source: You should back this up immediately as no one else can restore it for you.
es: Deberías respaldar tu wallet inmediatamente. Solo tú puedes hacerlo.
it: Dovresti eseguire immediatamente il backup del tuo portafoglio. Solo tu puoi farlo
zh_hans: 请立即备份，如果您遗失了自己的备份，没有任何人能帮您恢复钱包、找回资金。

# seed_reminder
source: Your funds are at risk!
es: ¡Tus fondos están en riesgo!
it: I tuoi fondi sono a rischio!
zh_hans: 您的资金处在安全风险中！

# button_skip
source: Skip for now
es: Omitir por ahora
it: Salta per ora
zh_hans: 跳过

# nuke_title
source: You are about to NUKE your wallet
es: Estás a punto de DESTRUIR tu wallet
it: Stai per DESTRUIRE il tuo Wallet
zh_hans: Estás a punto de DESTRUIR tu wallet

# nuke_nukewarning
source: Remember, with Zcash YOU are the bank. Anyone with your seed phrase has access to your wallet.
es: Recuerda, en Zcash tú eres el banco. Cualquiera que tenga tu frase semilla podrá acceder a tu wallet
it: Ricorda, in Zcash sei tu la banca. Chiunque abbia la tua frase seme può accedere al tuo Wallet
zh_hans: Recuerda, en Zcash tú eres el banco. Cualquiera que tenga tu frase semilla podrá acceder a tu wallet

# nuke_nukewarning2
source: Make sure you backed up your wallet before proceeding.
es: Asegúrese de hacer una copia de seguridad de su wallet antes de continuar.
it: Assicurati di aver eseguito il backup del tuo Wallet prima di procedere.
zh_hans: Asegúrese de hacer una copia de seguridad de su wallet antes de continuar.

# nuke_nukewarning3
source: If you nuke your wallet without backing up your seed, there's no way to recover it
es: Si destruyes tu wallet sin haberla respaldado, no hay forma de recuperarla.
it: Se distruggi il tuo portafoglio senza eseguire il backup del tuo seme, non c'è modo di recuperarlot
zh_hans: Si destruyes tu wallet sin haberla respaldado, no hay forma de recuperarla.

# nuke_nukeButton
source: NUKE WALLET
es: DESTRUIR WALLET
it: DISTRUGGI IL WALLET
zh_hans: DESTRUIR WALLET

# nuke_backupbutton
source: Backup Now!
es: ¡Respaldar ahora!
it: Backup Adesso!
zh_hans: ¡Respaldar ahora!

# nuke_alerttitle
source: Delete Wallet?
es: ¿Eliminar Wallet?
it: Elimina Wallet?
zh_hans: ¿Eliminar Wallet?

# nuke_alertmessage
source: You are about to nuke your wallet. Are you sure you want to proceed?
es: Estás a punto de DESTRUIR tu wallet. ¿Estás seguro que deseas continuar?
it: Stai per distruggere il tuo Wallet. Sei sicuro di voler procedere?
zh_hans: Estás a punto de DESTRUIR tu wallet. ¿Estás seguro que deseas continuar?

# nuke_alertcancel
source: I'm not sure
es: No estoy seguro
it: non ne sono sicuro
zh_hans: No estoy seguro

# nuke_alertconfirm
source: NUKE WALLET!
es: ¡DESTRUIR WALLET!
it: DISTRUGGI WALLET!
zh_hans: ¡DESTRUIR WALLET!

# feedback_walletbackupstatus
source: Your wallet needs to be backed up.
it: La tua Wallet ha bisogno di un backup
zh_hans: 您的钱包需要备份。

# send_fromboth
source: from both wallets
it: dalle due wallet
zh_hans: 同时从您的隐蔽钱包和透明钱包拼凑数额

# send_onclipboard
source: On Clipboard
it: Negli appunti
zh_hans: 在剪贴板内

# send_lastused
source: last used
it: Ultimo uso
zh_hans: 上一次使用

# send_unknown
source: Unknown
it: Sconosciuto
zh_hans: 未知

# send_scanQR
source: Scan Recipient Address
it: Scansione indirizzo destinatario
zh_hans: 扫描接收人地址

# send_sent
source: Sent!
it: Inviato!
zh_hans: 已发送！

# button_seedetails
source: See Details
it: Vedi i dettagli
zh_hans: 查看细节

# wallet_history_sent
source: Sent
it: Inviato

source: ECC Wallet
zh_hans: ECC 钱包

# label_memo
source: Memo
zh_hans: 备注
